/* 
  File.strings
  LZTest

  Created by 沧海无际 on 2019/10/30.
  Copyright © 2019 TEST. All rights reserved.
*/

//MARK: - 升级20191030
"A new version is available." = "检测到一个最新版本。";
"Version:" = "版本号:";
"Released Date:" = "发布日期：";
"Remind me later" = "之后提醒我";
"Update now" = "立即更新";
"Check the update" = "检测更新";
"The version you are using is the latest one!" = "当前版本已经是最新版本了。";
"Software updata" = "软件更新";
"Network error, please check the network and try again." = "网络异常，请检查网络通过后重试！";
"OK" = "好的";
"Downloading, please wait a moment." = "正在下载，请稍后…";
"Download complete. Immediate installation requires closing the running program. Do you want to continue?" = "下载完成。立即安装需要关闭正在运行的程序，您是否要继续？";
"Install now" = "立即安装";
"Cancel" = "取消";
"Download the latest version, do you want to cancel?" = "正在更新最新版本，是否要取消？";
"Download error, please check the network and try again," = "下载异常，请检查网络通过后重试！";
"Yes" = "是";
"No" = "否";
"Installing, please wait a moment." = "正在安装程序，请稍后…";
"Install complete." = "安装完成。";
"Start now" = "立即启动";
"Install failed, please try again." = "安装失败，请重试。";
"Please waiting patiently for the program installation to complete, otherwise it may cause the program exception." = "请耐心等待程序安装完成，否则可能会造成程序异常。";
"Try again" = "重试";
"What's New:" = "更新内容: ";
"Checking for updates…" = "正在检查更新…";
